Repository: 0bking/CSGO-Demos-Manager
Catalog: Services/MultilingualResources/Services.*.xlf
Languages: pl

source: Bomb
pl: Bomba

source: Decoy
pl: Wabik

# DefusedTheBombOnBombSite
source: {0} defused the bomb on bomb site {1}
pl: {0} rozbroił bombę na bombsicie {1}

source: Flashbang
pl: Flash

source: HE
pl: Granat HE

# Killed
source: {0} killed {1}
pl: {0} zabił {1}

source: Kills
pl: Zabójstwa

source: Molotov
pl: Koktajl Mołotova

# PlantedTheBombOnBombSite
source: {0} planted the bomb on bomb site {1}
pl: {0} podłożył bombę na bombsicie {1}

source: Smoke
pl: Granat dymny

# TheBombExplodedOnBombSite
source: The bomb exploded on bomb site {0}
pl: Bomba została zdetonowana na bombsicie {0}

# ThrownDecoy
source: {0} thrown a decoy
pl: {0} rzucił wabik

# ThrownFlashbang
source: {0} thrown a flashbang
pl: {0} rzucił flasha

# ThrownHeGrenade
source: {0} thrown a HE grenade
pl: {0} rzucił granat HE

# ThrownIncendiary
source: {0} thrown an incendiary
pl: {0} rzucił granat zapalający

# ThrownMolotov
source: {0} thrown a molotov
pl: {0} rzucił koktajl Mołotova

# ThrownSmoke
source: {0} thrown a smoke
pl: {0} rzucił granat dymny
